{
  "assessmentId": "kry4b1zj",
  "transcript": "you look beautiful ok, no problem you have your work, that's it ok, no problem you only think for yourself whatever you are interested in, you do it ok, ok, that's how it is that's how it is that's how it is that's how it is you don't express love and you can't express it you don't show it that's how it is that's how it is when I don't ask you anything you ask me ten questions ok, ok why this, why that you don't tell me when I bought a cloth you fought with me I wasted my money I did this, I did that baby, sorry for that but let it be, no problem I understood I saw you go, don't talk to me shut up you are not ready to listen to other's point of view you are not saying anything how can I not discuss I heard you you didn't hear me, you answered me you don't listen to other's point of view I think so much about you I feel surprised what should I do for whom should I live I won't work more than this that's why there are situations like this in life you have to support me about this I have been supporting you but who is supporting me I have a mental breakdown what's your problem someone is hitting you I am emotionally down who will support me tell me what happened that you have a mental breakdown I have a mental breakdown I am emotional if you tell me anything I don't have anyone you are not present for me in any situation you are not for me you are not physically available you are not available for me I am feeling alone how can you feel alone I am with you wherever I am I am watching you I am observing you you are not with me you feel this what should I do I will feel because you are doing this why will someone feel this why are you doing this unnecessarily why are you doing this I can't stop you don't go to office sit at home give me time ask me I am not stopping you because I know this is your career what should I do should I not do my work you do your work",
  "evaluation": {
    "cefr": "B1",
    "score": 65,
    "fluency": 3,
    "grammar": 3,
    "vocabulary": 3,
    "pronunciation": 4,
    "coherence": 2,
    "feedback": "The speaker showed fair use of grammar, vocabulary and fluency. However, they repeated statements quite often and the conversation lacked structure, lowering their coherence score. They should practice diversifying their vocabulary and building a smoother flow of ideas. The pronunciation was quite good making the speaker's sentences comprehensible. They have the potential to improve, as they have a reasonable base of English language skills. Furthermore, they need to work on their ability to use language in a more complex way, which is expected at the higher levels."
  },
  "status": "complete",
  "error": "",
  "candidateTestId": "0a8ba928-5630-47fa-bb8f-64774edc9490"
}