{
  "assessmentId": "0flrtvmh",
  "transcript": "Hello. Hello. Hello. Hello. Hello. Hello. Hello. Hello. Hey, bro. Did you sleep well? No. Actually, I have to sleep well. I have a headache. You know what, I feel like sleeping is very important. Don't mess it up. I know. Please go ahead. Don't stress yourself too much. They are hiring for SMBA. You can vouch for it. They are hiring for partner manager also. I thought let's just try. Harish can put in good words for you. I'll talk to Harish. Let's see. I'll probably try talking to him. I called him. I was not going to attend his wedding. I got angry. When was his wedding? His wedding was in June. The day of June. Really? In fact, it's his birthday on 25th. I should call him. You should. I mean, he was your manager after all. Yeah, I know. According to him, you should also stay in touch with Sameer. I mean, he might be a good guy. I don't know. He looks like a person who wants a yes-man around and he will favor limited number of... I mean, we only have limited number of interaction. But he... people instead of grooming other people. So, I don't know. I hate people who want yes-man around. Yes-man kind of folks are actually, especially managers. They are a disgrace to the entire team, according to me. I started disagreeing with my manager and now she is all over me. Really? She wants me to stay in office till 3 am in the morning. Yesterday, I was in office. It was still so late. My friends are going to Chitmangalur and I can't go. So, we will go there. Okay? We will reach the airport and open the door. Shit, it's 5 o'clock. Don't only do all of these things. We will go there. And we will start the trip. And we will go back to Mumbai. So, it's an off-site trip, right? Yes. Something like backpacking and all. And the thing is, I wish I could but I can't do it now. Okay, focus on your... So bad. By the way, I have been... I don't know but... I can't sleep at night. So, I keep working. And then it's 5 o'clock in the morning. I wake up at 11 or 12. So, my brain is like a fox all day. So, what I did recently is... Because I feel like... The next day...",
  "evaluation": {
    "cefr": "B2",
    "score": 80,
    "fluency": 4,
    "grammar": 3,
    "vocabulary": 4,
    "pronunciation": 4,
    "coherence": 3,
    "feedback": "You produce clear, detailed text on a wide range of subjects and explain a viewpoint on a topical issue giving the advantages and disadvantages of various options. You can interact with a degree of fluency and spontaneity that makes regular interaction with native speakers quite possible. You are able to comprehend implicit meaning but have some difficulty expressing yourself all the time, using quite complex structures yet making a few grammatical errors. Your fluency and coherence can be improved by focusing on the fluency and by using a variety of connectives and organizational patterns."
  },
  "status": "complete",
  "error": "",
  "candidateTestId": "5ed56ac1-af0b-4cc0-ad04-69a4afafec70"
}