{
  "assessmentId": "bmanek1o",
  "transcript": "Okay. Right. It's recording. Earlier, it gives 15 seconds of time for me to prepare for the question and then it will start recording for 45 seconds. Okay. Sorry, what? It is quite similar to GoFluent. Yes, it is quite similar to GoFluent. But in GoFluent, there is manual assessment. I am not recording the video, I am just getting audio. Yes, Sonali, I have shown the demo. That's a goal, right? This is what we have to do, you know? Correct. So, we can do that. It's not a difficult task. You have to put a library for that. That's how it works. There will be no account. There is just a link. You get the view of the candidate, right? That's all the candidate has. The candidate will have an email ID and password. And after completing the test, they will submit. They will not even see their result because the result is supposed to be seen by the HR manager. Then decide what to do with this person, whatever it is, right? 5-10 seconds? Hmm. They take our SLA, saving videos. I'm just getting the audio out. But then I don't think it's because I'm not using video. I'm not saving the process in real time. It will be easy for me. Okay. Okay. Okay. Okay. Okay. OK. within five minutes? Five minutes. Yeah. Exactly. Exactly.",
  "evaluation": {
    "cefr": "B2",
    "score": 80,
    "fluency": 4,
    "grammar": 4,
    "vocabulary": 3,
    "pronunciation": 4,
    "coherence": 3,
    "feedback": "The test taker demonstrates a good command of English, with sentences well-structured and accurately pronounced. Fluency and grammar are both strengths, with continuous speech and correct usage of different tenses and structures. Vocabulary could be enhanced, with a stronger variety of words and phrases used to express ideas more precisely. The test taker understood and was able to discuss a complex subject, showing good conversational skills, however the structure and links between ideas could be improved for better coherence."
  },
  "status": "complete",
  "error": "",
  "candidateTestId": "d7406de7-d3e1-417a-ab67-4935668e501f"
}